{
    "blogs": [
        {
            "id": "1b",
            "src": "/img/blog-img/ba-1.jpg",
            "mainTitle": "How to learn to draw ?",
            "articleTitle": "There are many ways in which drawing can be learned, namely:",
            "listItem": 
            {
                "item1": "[1] Self-evaluation, as the painter must stop drawing for a while, reflect on the painting, criticize it, and think about what you need before completing it.",
                "item2": "[2] Practice and not give up, as continuity improves skills over time.",
                "item3": "[3] Paying attention to the necessary exercises that help learn drawing, especially for beginners, as it is necessary to learn the method of holding a pen, drawing shadows, perspective drawing, and others.",
                "item4": "[4] Preparing the basic materials needed for drawing, such as: pencils, erasers, a drawing board, and a sharpener.",
                "item5": "[5] Communicating with other painters, and consulting them on many matters related to the skill of drawing."
            }
        },
        {
            "id": "2b",
            "src": "/img/blog-img/ba-2.jpg",
            "mainTitle": "Tips for beginners in fine art:",
            "articleTitle": "Abdul-Azim Al-Damen's painting...",
            "articleBody": "Arming yourself with artistic knowledge and culture to enter the world of fine art is one of the advices given by the Head of the Fine Arts Department in Dammam Arts, Abdul-Azim Al-Damen, while Etidal stressed the importance of learning about the different experiences in this art. Here are some tips for beginners in fine art.",
            "listItem": 
            {
                "item1": "1- Developing visual culture by visiting exhibitions and museums locally and globally",
                "item2": "1- Developing visual culture by visiting exhibitions and museums locally and globally",
                "item3": "3- Examine the sciences related to art",
                "item4": "4- Stay away from false fame and avoid seeking it",
                "item5": "5- Examine the history of art",
                "item6": "6- Follow-up of international and local activities in art, whether in attendance or participation, to find out about the annual art events",
                "item7": "7- Visiting international museums when traveling",
                "item8": "8- Continuous practice and training"
            }
        }
    ]
}